brew "curl"
brew "php"
brew "composer"
brew "docker"
brew "git"
brew "node"
brew "php@8.2"
brew "sqlc"
brew "tree"
brew "wp-cli"
brew "zsh"
cask "brave-browser"
cask "chromium"
cask "iterm2"
cask "obsidian"
cask "slack"
cask "spotify"
cask "tableplus"
cask "warp"
vscode "adpyke.vscode-sql-formatter"
vscode "adrianwilczynski.alpine-js-intellisense"
vscode "aeschli.vscode-css-formatter"
vscode "akamud.vscode-theme-onedark"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "amirmarmul.laravel-blade-vscode"
vscode "apility.beautify-blade"
vscode "astro-build.astro-vscode"
vscode "atlassian.atlascode"
vscode "azemoh.one-monokai"
vscode "bernardxiong.env-vscode"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "codesandbox-io.codesandbox-projects"
vscode "codingyu.laravel-goto-view"
vscode "damms005.devdb"
vscode "donjayamanne.python-environment-manager"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "everettjf.filter-line"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "glitchbl.laravel-create-view"
vscode "golang.go"
vscode "hridoy.wordpress"
vscode "ihunte.laravel-blade-wrapper"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "junstyle.php-cs-fixer"
vscode "kokororin.vscode-phpfmt"
vscode "macieklad.tailwind-sass-syntax"
vscode "mehedidracula.php-namespace-resolver"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "naoray.laravel-goto-components"
vscode "octref.vetur"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel-extension-pack"
vscode "onecentlin.laravel5-snippets"
vscode "open-southeners.laravel-pint"
vscode "pgl.laravel-jump-controller"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "rapidapi.vscode-rapidapi-client"
vscode "rapidapi.vscode-services"
vscode "redhat.vscode-yaml"
vscode "riccardoforina.storybook-helper"
vscode "ritwickdey.liveserver"
vscode "rokoroku.vscode-theme-darcula"
vscode "ryannaddy.laravel-artisan"
vscode "shopify.theme-check-vscode"
vscode "shufo.vscode-blade-formatter"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "soerenuhrbach.vscode-deepl"
vscode "sourcegraph.cody-ai"
vscode "stevensona.character-count"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "tungvn.wordpress-snippet"
vscode "unifiedjs.vscode-mdx"
vscode "valeryanm.vscode-phpsab"
vscode "vue.volar"
vscode "withfig.fig"
vscode "wix.glean"
vscode "wollacebuarque.tailwind-theme"
vscode "wordpresstoolbox.wordpress-toolbox"
vscode "xabikos.javascriptsnippets"
vscode "xdebug.php-debug"
vscode "znck.grammarly"
